systests/ws-specs/src/test/java/org/apache/cxf/systest/ws/security/test-data/EmptySecurityHeaderRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header>
    <wss:Security xmlns:wss="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
    </wss:Security>
  </soap:Header>
  <soap:Body>
    <sayHi xmlns="http://apache.org/hello_world_soap_http/types"/>
  </soap:Body>
</soap:Envelope>
